Repository: fzfking/TicTacToe
Catalog: TicTacToe/Localization/*.po
Languages: ru

# GameTitle
source: [i]Tic Tac Toe[/i]
ru: [i]Крестики нолики[/i]

# PlayVsBotButton
source: Play versus Ai
ru: Играть против ИИ

# PlayVsFriendButton
source: Play versus friend
ru: Играть против друга

source: Loading
ru: Загрузка

# RetryButton
source: Retry
ru: Повторить

# ExitButton
source: Exit
ru: Выйти

# Player1
source: X
ru: Х

# Player2
source: O
ru: О

# Player1Wins
source: Match ended with win of player X
ru: Матч закончился победой игрока Х

# Player2Wins
source: Match ended with win of player O
ru: Матч закончился победой игрока О

# GameDraw
source: Math ended but no one wins
ru: Матч закончился ничьей

# PlayerTurn
source: Turn of player
ru: Ход игрока

# PlayerHint
source: Player
ru: Игрок
